Repository: Hoelledau/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/customers.po
Languages: fr

source: Customers
fr: Clients

source: Use the **ticket pane** to manage customer profiles.
fr: Utilisez le **panneau ticket** pour gérer les profils client.

source: Click the 👨 tab in the ticket pane to see the customer’s profile.
fr: Cliquez sur l'onglet 👨 dans le panneau ticket pour voir le profil du client.

source: Hover over the **open/closed** labels to see a summary of the customer’s other tickets.
fr: Survolez les champs **ouvert/fermé** pour voir un résumé des autres tickets du client.

source: Editing a Customer
fr: Éditer un client

source: To edit the customer’s profile, use the **customer submenu**:
fr: Pour éditer le profil d'un client, utilisez le **sous-menu client**:

source: Click the **Customer ▾** heading to access additional actions.
fr: Cliquez sur l'entête **Client ▾** pour accéder aux actions supplémentaires.

source: The edit customer dialog.
fr: La boîte d'édition du client.

source: Most customer attributes are self-explanatory, but here are a couple that might confuse you:
fr: La majorité des attributs clients sont assez explicites, mais en voici certains qui peuvent être compliqués:

source: Organization
fr: Société

source: Customers may (optionally) belong to **organizations** – :doc:`skip ahead <organizations>` to learn more.
fr: Les clients peuvent (optionnellement) appartenir à des **société** – :doc:`Aller à <organizations>` pour en apprendre davantage.

source: Like :doc:`ticket priority </basics/service-ticket/settings/priority>`, **VIP status** doesn’t actually do anything out-of-the-box, but an admin *can* set up automated system hooks based on this value, or use it as a filter for :doc:`custom overviews </basics/find-ticket/browse>`.
fr: Comme la :doc:`priorité d'un ticket </basics/service-ticket/settings/priority>`, Le **statut VIP** ne fait rien de plus tel quel, mais un admin *peut* définir des appels systèmes automatisés sur cette valeur, ou l'utiliser en tant que filtre pour les :doc:`aperçus personnalisés </basics/find-ticket/browse>`.

source: **Ask your administrator** about how she’d like you to use this attribute (or just leave it alone).
fr: **Demandez à votre administrateur** pour savoir comment il faut utiliser cet attribut (ou juste l'ignorer).
