Repository: Hoelledau/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/dashboard.po
Languages: fr

source: Checking Your Stats
fr: Vérifiez vos stats

source: The **dashboard** is the first thing you’ll see after logging in. Monitor your productivity at a glance, compare your stats to the company average (in gray below your own), and see what everyone else is up to.
fr: Le **tableau de bord** est la première chose que vous verrez après vous êtes connectés. Surveillez votre productivité d'un coup d'oeil, comparez la avec la moyenne de votre société (en gris en bas de chaque panneau), et voyez où en sont les autres.

source: Check the dashboard for a quick summary of your stats (updated every 30 minutes).
fr: Vérifiez le tableau de bord pour un résumé rapide de vos stats (mis à jour toutes les 30 minutes).

source: Legend
fr: Légende

source: **1. Waiting Time Today**
fr: **1. Temps d'attente aujourd'hui**

source: How long has each customer had to wait, on average, to get a response from you today?
fr: Combien de temps a dû attendre chaque client, en moyenne, pour obtenir une réponse de votre part aujourd'hui?

source: **2. Mood**
fr: **2. Humeur**

source: How many escalated tickets do you have open right now? (Mr. Bubbles gets grumpy if you have too many...)
fr: Combien de ticket escaladés vous avez ouvert? (Mr. Bubbles devient grincheux si vous en avez trop...)

source: **3. Channel Distribution**
fr: **3. Distribution par canal**

source: Where are all your tickets coming from? (Shows tickets created in the last seven days, also sorted by **inbound** vs. **outbound**.)
fr: Combien de vos tickets sont arrivés par courriel, téléphone, Twitter, ou Facebook? (montre les pourcentages pour les tickets **entrants** et **sortants**.)

source: **4. Assigned**
fr: **4. Assignés**

source: Out of all open tickets (company-wide), how many are currently assigned to you?
fr: Sur tous vos tickets ouverts (sur l'ensemble de la société), combien vous sont assignés?

source: **5. Your Tickets in Process**
fr: **5. Vos tickets en cours**

source: What percentage of your tickets have you responded to or updated in the last 24 hours?
fr: Quel est le pourcentage aujourd'hui de vos tickets auxquels vous avez répondu, apporté une mise à jour, ou autre modification?

source: **6. Reopening Rate**
fr: **6. Taux de réouverture**

source: How many of your closed tickets have been re-opened in the last seven days?
fr: Combien de vos tickets ont été ré-ouverts après avoir été marqués “fermés”?

source: **7. Activity Stream**
fr: **7. Flux d'activité**

source: What’s everyone else on your team up to?
fr: À quel niveau en sont les autres?
