Repository: Hoelledau/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/extras/profile-and-settings.po
Languages: fr

source: Profile & Settings
fr: Profil & Paramètres

source: Click on your avatar at the bottom of the main menu to access your **profile and settings**.
fr: Cliquez sur votre avatar en bas du menu principal pour accéder à vos **profil et paramètres**.

source: Find user-specific actions, a list of recently opened items, and useful reference information.
fr: Trouver des actions utilisateur spécifiques, une liste des objets ouverts récemment, et des informations de référence utiles.

source: Profile Settings
fr: Paramètres de profil

source: Language
fr: Langue

source: Set the system display language.
fr: Définir la langue d'affichage du système.

source: Upload an avatar.
fr: Téléverser un avatar.

source: Password
fr: Mot de passe

source: Change your login password (may be disabled by system admin).
fr: Changez votre mot de passe de connexion (peut être désactivé par un administration système).

source: Select where, when, and for which groups you want to receive notifications, or choose a new notification sound.
fr: Choisissez où, quand, et pour quels groupes vous voulez recevoir des notifications, ou choisissez un nouveau son de notification.

source: Use the first three columns to choose when to receive **internal notifications** (below). The rightmost column enables email notification as well.
fr: Utilisez les trois premières colonnes pour choisir quand recevoir des **notifications internes** (dessous). La colonne la plus à droite active aussi les notifications courriel.

source: Internal notifications cannot be disabled.
fr: Les notifications internes ne peuvent pas être désactivées.

source: By default, you will receive notifications for all tickets on every group you belong to—even for tickets that are assigned to other agents. Use the **Limit Groups** box to disable such notifications on a per-group basis. (You will continue to receive notifications for your own tickets.)
fr: Par défaut, vous recevrez des notifications pour tous les tickets de tous les groupes auxquels vous appartenez - même pour les tickets qui sont assignés à d'autres opérateurs. Utilisez la boîte **Limiter les groupes** pour désactiver de telles notifications sur une base par groupe. (Vous continuerez à recevoir des notifications pour vos propres tickets.)

source: Consult the `admin documentation <https://admin-docs.zammad.org/en/latest/manage-trigger.html#other-notifications>`_ for details on how to customize these email notifications.
fr: Consultez la `documentation admin <https://admin-docs.zammad.org/en/latest/manage-trigger.html#other-notifications>`_ pour des détails sur comment personnaliser ces notifications courriel.

source: Out of Office
fr: Absent du bureau

source: Schedule out-of-office periods in advance, and designate a substitute to handle your tickets while you’re gone.
fr: Planifiez les périodes de congés à l'avance, et désignez un remplaçant pour gérer vos tickets pendant votre absence.

source: Your substitute will receive all your ticket notifications during your absence, and have a custom :doc:`overview </basics/find-ticket/browse>` created to help keep track of your tickets.
fr: Votre remplaçant recevra toutes vos notifications ticket durant votre absence, et aura un :doc:`aperçu </basics/find-ticket/browse>` personnalisé créé pour l'aider à suivre vos tickets.

source: 🔔 You **will** continue to receive notifications while you are out-of-office!
fr: 🔔 Vous **continuerez** à recevoir des notifications pendant que vous êtes absent du bureau!

source: Calendar
fr: Calendrier

source: Add your ticket deadlines to your own favorite calendar app with the ICAL link listed at this settings panel.
fr: Ajoutez vos échéances de ticket sur votre application calendrier favori avec le lien ICAL listé dans ce panneau de paramètres.

source: Devices
fr: Périphériques

source: See a list of all devices logged in to your Zammad account (and revoke access, if necessary).
fr: Consultez une liste de tous les Périphériques dans votre compte Zammad (et révoquez l'accès, si besoin).

source: Token Access
fr: Jeton d'accès

source: Generate personal access tokens for third-party applications to use the Zammad API.
fr: Générez des jetons d'accès personnels pour des applications tiers pour utiliser l'API Zammad.

source: Always generate a new token for each application you connect to Zammad! (This makes it possible to revoke access one application at a time if a token is ever compromised.)
fr: Toujours générer un nouveau jeton pour chaque application que vous connectée à Zammad! (Cela permet de rendre possible la révocation d'une application à la fois si un jeton est compromis.)

source: Linked Accounts
fr: Comptes liés

source: See a list of third-party services (*e.g.,* Facebook or Twitter) linked to your Zammad account.
fr: Consultez une liste des services tiers (*e.g.,* Facebook ou Twitter) liés à votre compte Zammad.
