Repository: Hoelledau/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/advanced/keyboard-shortcuts.po
Languages: fr

source: Keyboard Shortcuts
fr: Raccourcis clavier

source: Zammad supports a wide array of keyboard shortcuts to expedite your workflow as an expert user.
fr: Zammad supporte une grande variété de raccourcis clavier pour accélerer votre travail en tant utilisateur expérimenté.

source: The keyboard shortcut cheat sheet on macOS.
fr: La feuille anti-sèche des raccourcis clavier sur macOS.

source: Click on your avatar at the bottom of the main menu to access the **keyboard shortcuts cheat sheet**.
fr: Cliquez sur votre avatar en bas du menu principal pour accéder à la **feuille anti-sèche des raccourcis clavier**.

source: Alternately, bring it up with one of the shortcuts below (shortcut-ception!)
fr: Autrement, afficher la avec l'un des raccourcis suivants (raccourc-inception!)

source: ``Ctrl`` + ``Shift`` + ``H`` (on Windows)
fr: ``Ctrl`` + ``Shift`` + ``H`` (sur Windows)

source: ``Ctrl`` + ``Shift`` + ``H`` (on Linux)
fr: ``Ctrl`` + ``Shift`` + ``H`` (sur Linux)

source: ``Cmd`` + ``Ctrl`` + ``Shift`` + ``H`` (on macOS)
fr: ``Cmd`` + ``Ctrl`` + ``Shift`` + ``H`` (sur macOS)

source: Formatting Text
fr: Formatage du texte

source: Keyboard shortcuts can be used to apply rich-text formatting in one of two ways:
fr: Les raccourcis clavier peuvent être utilisés pour appliquer un formatage riche d'une des deux manières:

source: As-you-type
fr: Pendant que vous tapez

source: Press ``Cmd`` + ``I`` to enter Italics mode,
fr: Appuyez sur ``Cmd`` + ``I`` pour utiliser le mode Italique,

source: enter your desired text, and
fr: entrez votre texte souhaité, et

source: press ``Cmd`` + ``I`` again to return to normal text mode.
fr: appuyez sur ``Cmd`` + ``I`` encore pour retourner en mode texte normal.

source: All-at-once
fr: Tout en même temps

source: Enter your desired text,
fr: Entrez votre texte souhaité,

source: click-and-drag with the mouse to select it, and
fr: cliquez et faites glisser avec la souris pour le sélectionner, et

source: press ``Cmd`` + ``I`` to italicize.
fr: appuyez sur ``Cmd`` + ``I`` pour mettre en italique.
