Repository: Hoelledau/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/advanced/search.po
Languages: fr

source: Advanced Search
fr: Recherche avancée

source: With Zammad, you can limit your search to specific Information. With this you're able to search tickets with specific key words and states, enabling you to improve your search results.
fr: Avec Zammad, vous pouvez limiter votre recherche à une information spécifique. Avec cela vous êtes capable de chercher des tickets avec des mots clefs et des états spécifiques, vous permettant d'améliorer les résultats de votre recherche.

source: For instance, you can search for a specific customer by using::
fr: Par exemple, vous pouvez rechercher un client spécifique en utilisant::

source: If you want to search more complex, you can use conditions with () and AND/OR options::
fr: Si vous voulez faire une recherche plus complexe, vous pouvez utiliser des conditions avec () et les options AND/OR::

source: Available attributes
fr: Attributs disponibles

source: For a more detailed list of available attributes please take a look into our `Zammad Admin-Documentation <https://docs.zammad.org/en/latest/install-elasticsearch.html#list-of-values-which-are-stored-in-elasticsearch>`_
fr: Pour une liste plus détaillée des attributs disponibles veuillez regarder dans notre `Zammad-Admin-Documentation <https://docs.zammad.org/en/latest/install-elasticsearch.html#list-of-values-which-are-stored-in-elasticsearch>`_

source: Attributes and their usuage
fr: Les attributs et leurs usages

source: Attribute
fr: Attribut

source: possible Values
fr: Valeurs possibles

source: Example
fr: Exemple

source: number
fr: numéro

source: Search for a Ticketnumber
fr: Recherche par un numéro de ticket

source: title
fr: titre

source: some title
fr: un titre

source: title:"some title" |br|\ title:Printer |br|\ title: "some ti*"
fr: title:"un titre" |br|\ title:Imprimante |br|\ title: "un ti*"

source: If you need to use spacings in the search phrase, use quotes. Zammad will do a AND-Search over the given words. You can also use a single keyword without quotation.
fr: Si vous avez besoin d'utiliser des espaces dans votre phrase de recherche, utilisez des guillemets. Zammad fera une recherche AND avec les mots indiqués. Vous pouvez aussi utiliser un seul mot clef sans guillemets.

source: You can either use a simple date, a date-range or >now-xh. Please note that the date format needs to be YYYY-MM-DD
fr: Vous pouvez utiliser soit une date simple, une plage de date ou >now-xh. Veuillez noter que le format de date doit être YYYY-MM-DD

source: state
fr: état

source: You can filter for specific ticket states (and even combine them with an OR). Please note that you need to use the english namings for states, unless you have custom ticket states defined in your instance.
fr: Vous pouvez filtrer sur des états spécifiques du ticket (et même les combiner avec OR). Veuillez noter que vous devez utiliser les termes anglais pour les états, sauf si vous avez personnalisé les états dans votre instance.

source: You can search for Tickets with a specific number of articles (you can even search for everything with 5 or more articles or even up to 5 articles, if needed).
fr: Vous pouvez rechercher des tickets avec un nombre spécifique d'articles (vous pouvez même rechercher tout ce qui a 5 ou plus d'articles, ou même jusqu'à 5 articles, si besoin).

source: Show all tickets that contain articles from "Bob"
fr: Afficher tous les tickets qui contiennent des articles de \"Bob\"

source: heat |br|\ heat~ |br|\ /joh?n(ath[oa]n)/
fr: chaud |br|\ chaud~ |br|\ /joh?n(ath[oa]n)/

source: article.body:heat |br|\ article.body:heat~ |br|\ articlebody:/joh?n(ath[oa]n)/
fr: article.body:chaud |br|\ article.body:chaud~ |br|\ articlebody:/joh?n(ath[oa]n)/

source: First example shows every ticket containing the word "heat" - you can also use the fuzzy operator "~" to search for similar words like e.g. like "head". Zammad will also allow you to use regular expressions, where ever the attributes allows it.
fr: Le premier exemple montre chaque ticket contenant le mot \"chaud\" - vous pouvez aussi utiliser l'opérateur \"~\" pour rechercher des mots similaires comme par ex \"chaux\". Zammad pourra aussi vous permettre d'utiliser des expressions régulières dès que les attributs le permettent.

source: Combining search phrases You can combine search phrases by using ``AND``, ``OR`` and ``TO``, depending on the situation and phrases you use. If needed, you can parts of your search phrase for complex searches with ``()``. This allows you to combine several phrases with different dependencies (AND/OR). In case you receive search results that you want to exclude, you can use negation ``!``. Below are some examples that you could use with this:
fr: Associer des phrases de recherche Vous pouvez associer des phrases de recherche en utilisant ``AND``, ``OR`` et ``TO``, en fonction de la situation et des phrases que vous utilisez. Si besoin, vous pouvez découper votre phrase de recherche pour des recherche complexes avec ``()``. Cela vous permet de combiner plusieurs phrases avec différentes dépendances (AND/OR). Dans le cas où vous receverez des résultats que vous souhaiteriez exclure, vous pouvez utiliser la négation ``!``. Voici quelques exemples où vous pourriez utiliser ceci:

source: Examples for search phrase combinations
fr: Exemples de recherche de combinaisons de phrases

source: Search phrase
fr: Phrase de recherche

source: Show every ticket that state is either closed or open and has priority normal or the tag feedback.
fr: Montre chaque ticket dont l'état est soit closed, ou open et a une priorité normale et l'étiquette feedback.

source: This gets the same result as above, expect that we don't want the ticket to contain anything matching to "Zammad"
fr: Cela apporte le même résultat que précédemment, sauf que nous ne voulons pas que le ticket contienne de mot correspondant à "Zammad"

source: Show Tickets from bob@example.net that are either open or new
fr: Affiche les tickets de bob@example.net qui sont soit ouverts ou nouveaux

source: Show everything with any pending state and an article count of 1 to 5.
fr: Affiche tout ce qui aurait l'état en attente et avec 1 à 5 articles.

source: Some Ticket attributes and their type
fr: Des attributs de ticket et leurs types

source: Below you can find the most important attributes sorted by ticket and article.
fr: Ci-dessous vous pouvez trouver les attributs les plus importants triés par ticket et article.

source: Ticket attributes
fr: Attributs du ticket

source: number: string
fr: number: chaîne

source: title: string
fr: title: chaîne

source: group: string
fr: group: chaîne

source: priority: string
fr: priority: chaîne

source: state: string
fr: state: chaîne

source: organization: string
fr: organization: chaîne

source: owner: object (owner.firstname, owner.lastname, owner.email, ...)
fr: owner: objet (owner.firstname, owner.lastname, owner.email, ...)

source: customer: object (customer.firstname, customer.lastname, customer.email, ...)
fr: customer: objet (customer.firstname, customer.lastname, customer.email, ...)

source: first_response_at: timestamp
fr: first_response_at: horodatage

source: first_response_in_min: integer (business min till first response)
fr: first_response_in_min: entier (minutes ouvrées avant première réponse)

source: close_at: timestamp
fr: close_at: horodatage

source: close_in_min: integer (business min till close)
fr: close_in_min: entier (minutes ouvrées avant fermeture)

source: last_contact_at: timestamp (last contact by customer or agent)
fr: last_contact_at: horodatage (dernier contact par le client ou un opérateur)

source: last_contact_agent_at: timestamp (last contact by agent)
fr: last_contact_agent_at: horodatage (dernier contact par un opérateur)

source: last_contact_customer_at: timestamp (last contact by customer)
fr: last_contact_customer_at: horodatage (dernier contact par le client)

source: create_article_type: string (email|phone|web|...)
fr: create_article_type: chaîne (email|phone|web|...)

source: create_article_sender: string (Customer|Agent|System)
fr: create_article_sender: chaîne (Customer|Agent|System)

source: article_count: integer
fr: article_count: entier

source: escalation_at: timestamp
fr: escalation_at: horodatage

source: pending_time: timestamp
fr: pending_time: horodatage

source: Article attributes
fr: Attributs d'article

source: article.from: string
fr: article.from: chaîne

source: article.to: string
fr: article.to: chaîne

source: article.cc: string
fr: article.cc: chaîne

source: article.subject: string
fr: article.subject: chaîne

source: article.body: string
fr: article.body: chaîne

source: article.attachment.title: string (filename of attachment)
fr: article.attachment.title: chaîne (nom du fichier en pièce jointe)

source: article.attachment.content: string (content of attachment)
fr: article.attachment.content: chaîne (contenu de la pièce jointe)

source: article.attachment.content_type: string (File type e.g. PDF)
fr: article.attachment.content_type: chaîne (type du fichier e.g. PDF)
