Repository: Hoelledau/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/find-ticket/search.po
Languages: fr

source: Search for Tickets
fr: Recherche de tickets

source: Looking for an archived ticket? Use the **search bar**.
fr: Vous recherchez un ticket archivé? Utilisez la **barre de recherche**.

source: Results appear immediately under the search bar as you type.
fr: Les résultats apparaissent immédiatement sous la barre de recherche dès que vous tapez.

source: It’s not just for tickets! Results cover 💬 **chat logs**, 👨 **customers**, and 🏢 **organizations**, too.
fr: Ce n'est pas juste que pour les tickets! Les résultats couvrent 💬 **les journaux de discussions**, 👨 **les clients**, et 🏢 **les organisations**, aussi.

source: **🔍 Here are just a few of the places the search engine will look:**
fr: **🔍 Voici quelques endroits où le moteur de recherche ira voir:**

source: 📝 message subject/content
fr: 📝 sujet/contenu de message

source: 👩 recipient names & email addresses
fr: 👩 noms des correspondants & adresses de courriel

source: 📎 text in file attachments (really!)
fr: 📎 texte dans un fichier en pièce jointe (vraiment!)

source: 🏷️ user/organization metadata (*e.g.,* notes stored on customer profiles)
fr: 🏷️ métadonnées utilisateur/société (*e.g.,* les notes sur un profil client)

source: You can find a detailed search document in our `Advanced Search <../../advanced/search.html>`_ page.
fr: Vous pouvez trouver un document de recherche détaillée dans votre page `Recherche Avancée <../../advanced/search.html>`_.

source: For detailed results, click the **Show Search Details →** link just above the autocomplete list.
fr: Pour des résultats détaillés, cliquez sur le lien **Afficher les détails de recherche →** juste au dessus de la liste d'auto-complétement."

source: Click on column headings to change the display order.
fr: Cliquez sur les entêtes de colonne pour changer l'ordre d'affichage.
