Repository: Hoelledau/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/service-ticket/settings/state.po
Languages: fr

source: State
fr: État

source: The **state** of a ticket refers to *its progress toward completion,* and may be one of the following:
fr: L'**état** d'un ticket s'apparente à *son progrès vers son achèvement,* et peut être un des suivants:

source: new
fr: nouveau

source: open
fr: ouvert

source: closed
fr: fermé

source: pending close (*i.e.,* scheduled to automatically close at a later date)
fr: en attente de fermeture (*i.e.,* planifié pour être automatiquement fermé à une date ultérieure)

source: pending reminder (*i.e.,* hidden, but scheduled to reappear at a later date)
fr: rappel en attente (*i.e.,* caché, mais planifié pour réapparaître à une date ultérieure)

source: What’s the difference between “new” and “open”?
fr: Quelle est la différence entre “nouveau” et “ouvert”?

source: States do more than just indicate progress: Zammad has a fine-grained time tracking feature (so-called “\ `service-level agreements <https://admin-docs.zammad.org/en/latest/manage-slas.html>`_\ ”, or SLAs) that uses state information to measure how long it takes for customers to get a response on a new ticket or get their issues resolved entirely.
fr: Les états font plus qu'indiquer une progression: Zammad possède une fonctionnalité de suivi précis du temps passé (appelé “\ `contrats de niveau de service <https://admin-docs.zammad.org/en/latest/manage-slas.html>`_\ ”, ou SLAs) qui utilisent l'information sur l'état pour mesurer combien de temps il faut pour qu'un client reçoive une réponse sur un nouveau ticket ou pour voir leurs demandes traitées complètement.

source: On a *new* ticket, the customer still hasn’t received her first response on the issue.
fr: Sur un *nouveau* ticket, le client n'a pas encore reçu de première réponse concernant sa demande.

source: On an *open* ticket, the customer has received an initial response, but the issue still hasn’t been resolved.
fr: Sur un ticket *ouvert*, le client a déjà reçu une réponse initiale, mais la demande n'a pas encore été traitée.

source: ⏱️ Tickets in a *pending* state do not accumulate time toward their SLA limits.
fr: ⏱️ Les tickets dans un état d'**attente** ne consomme pas de temps dans leurs limites du SLA

source: So, for instance, a ticket may be marked *pending reminder* if it’s waiting on feedback from a third-party supplier who’s out of town until next week.
fr: Donc, par exemple, un ticket peut être marqué *rappel en attente* si il attend un retour d'un fournisseur tiers qui est actuellement absent jusqu'à la semaine prochaine.
